[
    {
        "id": "hair-care-manufacturing",
        "name": "HairCare Manufacturing",
        "logo": "/img/hair-care-manufacturing/logo.svg",
        "desc": "Introducing HairCare Manufacturing, our very own state-of-the-art manufacturing facility dedicated to crafting premium hair care products. With a passion for excellence and a commitment to quality, we take pride in producing a diverse range of innovative and effective hair care goods. At HairCare Manufacturing, our mission is to ensure that every product that reaches your hands is a testament to our unwavering dedication to healthy, beautiful hair."
    },
    {
        "id": "LOreal",
        "name": "L'Oréal",
        "logo": "/img/LOreal/logo.svg",
        "desc": "L'Oreal, a global beauty powerhouse, has been shaping the beauty industry for over a century with its commitment to innovation and excellence. As a trusted name in cosmetics, skincare, and haircare, L'Oreal offers a wide range of products to help individuals worldwide look and feel their best. With a heritage of sophistication and a dedication to enhancing natural beauty, L'Oreal is your go-to destination for luxury beauty solutions."
    },
    {
        "id": "Philips",
        "name": "Philips",
        "logo": "/img/Philips/logo.png",
        "desc": "Experience the future of technology with Philips, a world renowned electronics manufacturer committed to innovation and excellence. With a history of pioneering cutting-edge electronics, healthcare solutions, and household appliances, Philips is your trusted partner in enhancing your everyday life. From smart devices to healthcare advancements, Philips offers a diverse range of high-quality products designed to make your world smarter, healthier, and more convenient."
    },
    {
        "id": "head-and-shoulders",
        "name": "Head & Shoulders",
        "logo": "/img/head-and-shoulders/logo.webp",
        "desc": "Welcome to Head & Shoulders, a trusted name in dandruff care and a global leader in hair solutions. Renowned for its effective dandruff control, Head & Shoulders brings decades of expertise and innovation to ensure a healthy, flake-free scalp. Beyond dandruff care, explore a diverse range of hair products designed to meet various needs. Discover the confidence that comes with a healthy scalp and beautiful hair with Head & Shoulders."
    }
]